Repository: sc0ttkclark/admin-bar-disabler
Catalog: languages/admin-bar-disabler-*.po
Languages: da, hu_hu, nl_nl

source: Admin Bar Disabler
hu_hu: Admin Sáv Kikapcsoló
nl_nl: Adminbalk uitschakelensssssss

source: Options saved.
da: Indstillinger gemt.
hu_hu: Beállítások mentve.
nl_nl: Instellingen opgeslagen.

source: Disable for Everyone?
da: Fjern for alle?
hu_hu: Letiltsa mindenkinek?
nl_nl: Uitschakelen voor iedereen?

source: Roles Whitelist
da: Rolle whitelist
hu_hu: Fehérlistán szereplők
nl_nl: Rollen witte lijst

source: ONLY show the Admin Bar for Users with these Role(s) - CTRL + Click for multiple selections
da: Vis KUN Admin Bar for brugere med disse roller - CTRL + klik for at vælge flere
hu_hu: CSAK azt mutatja az Admin sávban a felhasználóknak ami itt szerepel - CTRL + kattintás segítségével többszörös kijelölést alkalmazhat.
nl_nl: TOON de adminbalk ALLEEN aan gebruikers met deze rol(len) - Ctrl + klik voor meerdere selecties

source: Capabilities Whitelist<br />(comma-separated)
da: Rettigheds whitelist<br />(kommaseparerede)
hu_hu: Képességek engedély lista<br />(veszővel elválasztva)
nl_nl: Rechten witte lijst<br />(met komma scheiden)

source: ONLY show the Admin Bar for Users with these Capabilies
da: Vis KUN Admin Bar for brugere med disse rettigeder
hu_hu: CSAK azt mutatja amit az Admin sávban a felhasználóknak felsoroltunk.
nl_nl: TOON de adminbalk ALLEEN aan gebruikers met deze rechten

source: Roles Blacklist
da: Rolle blacklist
hu_hu: Feketelistán szereplők
nl_nl: Rollen zwarte lijst

source: DO NOT show the Admin Bar for Users with these Role(s) - CTRL + Click for multiple selections
da: Vi IKKE Admin Baren for brugere med følgende rolle(r) - CTRL + klik for at vælge flere
hu_hu: Ne mutatssa az Admin sávban a felhasználóknak ami itt szerepel - CTRL + kattintás segítségével többszörös kijelölést alkalmazhat.
nl_nl: TOON de adminbalk NIET aan gebruikers met deze rol(len) - Ctrl + klik voor meerdere selecties

source: Capabilities Blacklist<br />(comma-separated)
da: Rettigheds blacklist<br />(kommaseparerede)
hu_hu: Képességek Feketelista<br />(veszővel elválasztva)
nl_nl: Rechten zwarte lijst<br />(met komma scheiden)

source: DO NOT show the Admin Bar for Users with these Capabilies
da: Vis IKKE Admin Bar for brugere med disse rettigheder
hu_hu: Ne mutassa amit az Admin sávban a felhasználóknak felsoroltunk.
nl_nl: TOON de adminbalk NIET aan gebruikers met de volgende rechten

source: Save Changes
da: Gem ændringer
hu_hu: Változtatások mentése
nl_nl: Wijzigingen bijwerken

source: Do not use Blacklist in combination with Whitelist, in all cases Whitelist overrides Blacklist
da: Hvis rollen eller rettigheden fremgår af både blacklist og whitelist vil whitlisten gælde.
hu_hu: Ne használja a Feketelistát együtt Fehér listával mert, minden esetben a Fehér lista felülbírálja a Feketelistát.
nl_nl: Gebruik de zwarte lijst niet in combinatie met de witte lijst, in alle gevallen wordt de zwarte lijst dan overschreven.

source: Options saved
da: Indstillinger gemt
hu_hu: Beállítások mentése
nl_nl: Instellingen opgeslagen
